Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielten_etaopetuspilotin_toimintamallin_arviointi_valmistunut_-_tulosten_julkistamistilaisuus_jarjestetaan_utsjoella_18_1_2023.html.tmx
Source language: fin
Languages: sms

source: Saamen kielten etäopetuspilotin toimintamallin arviointi valmistunut – tulosten julkistamistilaisuus järjestetään Utsjoella 18.1.2023
sms: Sääʹmǩiõli ougglõsmättʼtõspiʹloott tåimmam-maall ärvvtõõllmõš valmštõõvvâm – puäđõõzzi õlmmeempodd riâžžât Uccjooǥǥâst 18.1.2023

source: Utsjoen kunnan ja Saamelaiskäräjien yhteisen Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihankkeen toimintamallin arviointi on valmistunut, ja tulosten julkistamistilaisuus järjestetään 18.1.2023 Utsjoella.
sms: Uccjooǥǥ kååʹdd da Sääʹmteeʹǧǧ õhttsaž Sääʹmǩiõli ougglõsõhttvuõđi äuʹǩǩeei mättʼtõõzz piʹlotthaʹŋǩǩõõzz tåimmam-maall ärvvtõõllmõš lij valmštõõvvâm, da puäđõõzzi õlmmeempodd riâžžât 18.1.2023 Uccjooǥǥâst.

source: Kansallinen koulutuksen arviointikeskus, Karvi, on toteuttanut saamen kielten (pohjoissaame, inarinsaame, koltansaame) opetusta järjestävän etäopetuspilotin arvioinnin vuonna 2022.
sms: Meersaž škooultõõzz ärvvtõõllâmkõõskõs, Karvi, lij viikkâm čõõđ sääʹmǩiõli tâʹvvsääʹmm, aanarsääʹmm, nuõrttsääʹmm mättʼtõõzz jäʹrjsteei ougglõsmättʼtõspiʹloott ärvvtõõllmõõžž eeʹjjest 2022.

source: Arvioinnissa on selvitetty elokuussa 2018 alkaneen etäopetuspilotin toimivuutta opetuksen järjestäjän, koulujen, opettajien ja oppilaiden näkökulmasta.
sms: Ärvvtõõllmõõžžâst lij čiõlǥtum påʹrǧǧmannust 2018 älggam ougglõsmättʼtõspiʹloott tåimmamvuõđ mättʼtõõzz jäʹrjsteei, škoouli, uʹčteeʹli da škooulniiʹǩǩi/mättʼtõõđji ǩiõččâmvueʹjjest.

source: Kerätyn aineiston pohjalta Karvi on laatinut yhteenvetoraportin toimintamallin jatkamisen pohtimiseksi.
sms: Norrum aunstõõzz vuâđald Karvi lij raajjâm õʹhtteǩieʹssemrapoort tåimmam-maall juätkkmõõžž tuʹmmjummšen.

source: Tulosten julkistamistilaisuus järjestetään Utsjokisuun koululla keskiviikkona 18.1.2023 klo 16.00–19.00.
sms: Puäđõõzzi õlmmeempodd riâžžât Utsjokisuu škooulâst seärad 18.1.2023 čiâss 16.00–19.00.

source: Tilaisuuteen ilmoittaudutaan 10.1.2023 mennessä: https://link.webropolsurveys.com/S/411B1A5230C8A64F .
sms: Poʹdde Iʹlmmtõõđât 10.1.2023 mõõneeʹst https://link.webropolsurveys.com/S/411B1A5230C8A64F .

source: Tulosten julkistamistilaisuutta voi seurata myös etäyhteyksin Teamsin välityksellä: Liity kokoukseen napsauttamalla tästä .
sms: Puäđõõzzi õlmmeempoodd vuäitt seuʹrrjed še ougglõsõhttvuõđin Teams pääiʹǩ: Puäʹđ såbbra teäʹddleeʹl täʹst .

source: Julkaisutilaisuuden ohjelma .
sms: Poodd programm lääʹddǩiõlle.

source: Arviointia varten järjestettiin haastatteluita ja kuulemistilaisuuksia alkuvuodesta 2022.
sms: Ärvvtõõllmõõžž diõtt rieʹžžeš mainstâttmõõžžid da kuullâmpooddid alggeeʹjjest 2022.

source: Lisäksi tietoa kerättiin opetuksen järjestäjille, opettajille ja oppilaille suunnatuilla kyselyillä.
sms: Lââʹssen teâđ noʹrreš mättʼtõõzz jäʹrjsteeʹjid, uʹčteeʹlid da mättʼtõõđjid tillʼlõvvum kõõjjõõzzin.

source: Karvin arviointisuunnitelmassa etäopetushanke liittyy yhdenvertaisuuden edistämisen, oppimisen ja osaamisen kehittämisen sekä koulutusjärjestelmän toimivuuden lisäämisen painopisteisiin.
sms: Karvi ärvvtõõllâmplaanâst ougglõsmättʼtõshaʹŋǩǩõs õhttan õõutverddsažvuõđ ooudâs viikkmõõžž, mättjummuž da silttummuž ooudâsviikkmõõžž di škooultõsriâžldõõǥǥ tåimmamvuõđ lââʹzztummuž teäddceäkldõõzzid.

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Marita Härmälä Johtava arviointiasiantuntija, Karvi +358 29 533 5560 marita.harmala@karvi.fi
sms: Marita Härmälä Jååʹđteei ärvvtõõllâmäʹšštobddi, Karvi +358 29 533 5 560 marita.harmala@karvi.fi

source: Hanna Helander Projektipäällikkö, saamen kielten etäopetushanke +358 40 7012 094 hanna.helander@edu.utsjoki.fi
sms: Hanna Helander Projeʹkttšurr, sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõs +358 40 7 012 94 hanna.helander@edu.utsjoki.fi

source: Lisätietoja Saamen kielten etäopetushankkeesta:
sms: Lââʹssteâđ Sääʹmǩiõli ougglõsmättʼtõshaʹŋǩǩõõzzâst:

source: Saamen kielen etäyhteyksiä hyödyntävän opetuksen pilottihanke on Utsjoen kunnan johtama ja Saamelaiskäräjien koordinoima hanke.
sms: Sääʹmǩiõl ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz piʹlotthaʹŋǩǩõs lij Uccjooǥǥ kååʹdd jååʹđtem da Sääʹmteeʹǧǧ koordinâʹsttem haʹŋǩǩõs.

source: Hanketta rahoittaa opetus- ja kulttuuriministeriö.
sms: Haʹŋǩǩõõzz teäggat mättʼtõs- da kulttuurministeria.

source: Hankkeen tavoitteina on tarjota saamen kielten etäyhteyksiä hyödyntävää opetusta peruskoulun oppilaille ja toisen asteen opiskelijoille saamelaisalueen kuntien ulkopuolelle kaksi viikkotuntia ja kehittää saamen kielten etäopetuksen pedagogiikkaa.
sms: Haʹŋǩǩõõzz täävtõssân lij taʹrjjeed sääʹmǩiõli ougglõsõhttvuõđid äuʹǩǩeei mättʼtõõzz vuâđđškooul škooulniiʹǩǩid da nuuʹbb tääʹzz mättʼtõõđjid sääʹmvuuʹd kooʹddi åålǥbeäʹlnn kueʹhtt neäʹttelčiâss da viikkâd ooudâs sääʹmǩiõli ougglõsmättʼtõõzz pedagogiikk.

source: Etäopetushankkeen opetus on reaaliaikaista (synkronista) opetusta.
sms: Ougglõsmättʼtõshaʹŋǩǩõõzz mättʼtõs lij tuõttäiggsaž (synkroonlaž) mättʼtõõzz.

source: Tällöin opettaja ja etäopetukseen osallistuvat oppilaat ja opiskelijat osallistuvat samaan aikaan oppitunneille omilla päätelaitteillaan, mutta fyysisesti eri paikoissa.
sms: Täʹl uʹčteeʹl da ougglõsmättʼtõʹsse vuässõõđi škooulneeʹǩǩ da mättʼtõõđi vuässâʹtte seämma-ääiʹj mättčiâssid jijjjâs ǩeäjjõsaparaattin, leša fyyslânji jeeʹres paaiʹǩin.
